Repository: lepidus/selectionOfReviewingInterests
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.selectionOfReviewingInterests.displayName
source: Selection Field in Reviewing Interests Area
es: Campo de selección en el área de Intereses de Revisión
pt_br: Campo de seleção no campo Áreas de Interesse de Avaliação

# plugins.generic.selectionOfReviewingInterests.description
source: Adds a selection field in the Reviewing Interests Area, with options defined from the plugin settings.
es: Añade un campo de selección en el área de Intereses de Revisión, con opciones definidas desde la configuración del plugin.
pt_br: Adiciona um campo de seleção na Áreas de Interesse de Avaliação, com as opções sendo definidas a partir das configurações do plugin.

# plugins.generic.selectionOfReviewingInterests.profilePage.emptyInterestsMessage
source: You must select at least one reviewing interest in the "Roles" tab before you can access the system.
es: Debe seleccionar al menos un interés de revisión en la pestaña "Roles" antes de poder acceder al sistema.
pt_br: É necessário selecionar pelo menos uma área de interesse para avaliação na aba "Papéis" antes de acessar o sistema.

# plugins.generic.selectionOfReviewingInterests.configuration.description
source: Define the reviewing interest options available to reviewers. These options replace the free-text interests field in the user profile. Reviewers will only be able to select from the options listed below. Reviewers who have not selected at least one interest will be redirected to their profile page upon login.
es: Defina las opciones de interés de revisión disponibles para los revisores. Estas opciones reemplazan el campo de texto libre de intereses en el perfil del usuario. Los revisores solo podrán seleccionar entre las opciones listadas a continuación. Los revisores que no hayan seleccionado al menos un interés serán redirigidos a su página de perfil al iniciar sesión.
pt_br: Defina as opções de interesse de avaliação disponíveis para os avaliadores. Essas opções substituem o campo de texto livre de interesses no perfil do usuário. Os avaliadores só poderão selecionar entre as opções listadas abaixo. Avaliadores que não tiverem selecionado pelo menos um interesse serão redirecionados para a página de perfil ao fazer login.

# plugins.generic.selectionOfReviewingInterests.configuration.grid.title
source: Reviewing Interest Options
es: Opciones de Interés de Revisión
pt_br: Opções de Interesse de Avaliação

# plugins.generic.selectionOfReviewingInterests.configuration.grid.column.option
source: Interest option
es: Opción de interés
pt_br: Opção de interesse

# plugins.generic.selectionOfReviewingInterests.configuration.addOption
source: Add option
es: Añadir opción
pt_br: Adicionar opção

# plugins.generic.selectionOfReviewingInterests.configuration.form.optionText
source: Option text
es: Texto de la opción
pt_br: Texto da opção

source: Enter the text that will appear as a selectable reviewing interest option for reviewers in their profile.
es: Ingrese el texto que aparecerá como una opción de interés de revisión seleccionable para los revisores en su perfil.
pt_br: Insira o texto que aparecerá como uma opção de interesse de avaliação selecionável para os avaliadores em seu perfil.

source: Option text is required.
es: El texto de la opción es obligatorio.
pt_br: O texto da opção é obrigatório.
